$(document).ready(function () {
    $(".sub").click(function () {


        if ($(".weight").val() == "") {
            alert("1. ปัจจุบัน ท่านมีน้ำหนัก");
            $(".weight").focus();
            return false;
        }

        if ($(".height").val() == "") {
            alert("ส่วนสูง");
            $(".height").focus();
            return false;
        }

        if ($(".waist").val() == "") {
            alert("เส้นรอบเอว");
            $(".waist").focus();
            return false;
        }

        if ($(".p2:checked").length == "") {
            alert("2. ในชีวิตประจำวันทุกวันนี้ ท่านกินอาหารที่มีรสหวานจัด เช่นลูกอม/ทอฟฟี่ ช็อกโกแลต ขนมหวานต่าง ๆ เครื่องดื่มที่มีรสหวาน น้ำอัดลม ฯลฯ โดยเฉลี่ยสัปดาห์ละกี่วัน ");
            $("#p2-1").focus();
            return false;
        }

        if ($(".p3:checked").length == "") {
            alert("3. ในชีวิตประจำวันทุกวันนี้ ท่านกินอาหารที่มีรสเค็มจัด เช่น อาหารที่เพิ่มน้ำปลาหรือซอสปรุงรสต่างๆ อาหารกระป๋อง ขนมขบเคี้ยว อาหารกึ่งสำเร็จรูป อาหารตากแห้งหมักดอง อาหารรสจัดโดยเฉลี่ยสัปดาห์ละกี่วัน");
            $("#p3-1").focus();
            return false;
        }

        if ($(".p4:checked").length == "") {
            alert("4. ในชีวิตประจำวันทุกวันนี้ ท่านกินอาหารที่มันจัด/ของมัน เช่น ของทอด หมูกระทะ อาหารที่มีส่วนผสมของชีส/เนย ฟาสต์ฟู้ดฯ โดยเฉลี่ยสัปดาห์ละกี่วัน");
            $("#p4-1").focus();
            return false;
        }

        if ($(".p5:checked").length == "") {
            alert("5. ในชีวิตประจำวันทุกวันนี้ ท่านกินผัก และ/หรือ ผลไม้ โดยเฉลี่ยสัปดาห์ละกี่วัน");
            $("#p5-1").focus();
            return false;
        }

        if ($(".p6:checked").length == "") {
            alert("6. ในชีวิตประจำวันทุกวันนี้ ท่านออกกำลังกาย โดยเฉลี่ยสัปดาห์ละกี่วัน");
            $("#p6-1").focus();
            return false;
        }

        if ($(".p7:checked").length == "") {
            alert("7. ในชีวิตประจำวันทุกวันนี้ ท่านสูบบุหรี่/ ยาเส้น หรือไม่");
            $("#p7-1").focus();
            return false;
        }

        if ($(".p8:checked").length == "") {
            alert("8. ในชีวิตประจำวันทุกวันนี้ ท่านสูบบุหรี่ไฟฟ้า หรือไม่");
            $("#p8-1").focus();
            return false;
        }

        if ($(".p9:checked").length == "") {
            alert("9. ในชีวิตประจำวันทุกวันนี้ ท่านดื่มเครื่องดื่มที่มีแอลกอฮอล์ เช่น เหล้า เบียร์ ไวน์ สาโท หรือสุราพื้นบ้านหรือไม่");
            $("#p9-1").focus();
            return false;
        }

        if ($(".p10:checked").length == "") {
            alert("10. ในชีวิตประจำวันทุกวันนี้ ท่านมีความเครียด (จากการทำงาน/ ครอบครัว/ เรื่องอื่น ๆ) บ้างหรือไม่");
            $("#p10-1").focus();
            return false;
        }

        if ($(".p11:checked").length == "") {
            alert("11. โดยรวมแล้วท่านรู้สึกว่าได้รับการพักผ่อนเพียงพอหรือไม่");
            $("#p11-1").focus();
            return false;
        }

        if ($(".p12:checked").length == "") {
            alert("12. โดยรวมแล้วท่านให้การช่วยเหลือแก่คนรอบข้างเพียงใด");
            $("#p12-1").focus();
            return false;
        }

        if ($(".p13:checked").length == "") {
            alert("13. โดยรวมแล้ว ท่านยกโทษและให้อภัยอย่างจริงใจต่อผู้ที่สำนึกผิด");
            $("#p13-1").focus();
            return false;
        }

        if ($(".p14:checked").length == "") {
            alert("14. ในชีวิตประจำวันทุกวันนี้ ท่านมีความสุขกับครอบครัวของท่านหรือไม่");
            $("#p14-1").focus();
            return false;
        }

        if ($(".p15:checked").length == "") {
            alert("15. ในชีวิตประจำวันทุกวันนี้ ท่านมีความรู้สึกปลอดภัยในชีวิตและทรัพย์สินเพียงใด");
            $("#p15-1").focus();
            return false;
        }

        if ($(".p16:checked").length == "") {
            alert("16. ในชีวิตประจำวันทุกวันนี้ ท่านได้รับมลพิษจากสิ่งแวดล้อมรอบตัวท่านในการใช้ชีวิตประจำวัน (เช่น ฝุ่น ควัน กลิ่น เสียง อากาศ ฯลฯ) เพียงใด");
            $("#p16-1").focus();
            return false;
        }

        if ($(".p17:checked").length == "") {
            alert("17. ในชีวิตประจำวันทุกวันนี้ ท่านแสวงหาความรู้ใหม่/ เทคโนโลยีใหม่ ๆ เพิ่มเติมจากแหล่งความรู้เดิมในระดับใด");
            $("#p17-1").focus();
            return false;
        }

        if ($(".p18:checked").length == "") {
            alert("18. ท่านรู้สึกว่า การผ่อนชำระหนี้สินต่าง ๆ โดยรวมของท่านในปัจจุบันเป็นภาระ หรือไม่");
            $("#p18-1").focus();
            return false;
        }

        if ($(".p19:checked").length == "") {
            alert("19. โดยรวมแล้ว ท่านมีการออม (เงินเก็บ/ บัญชีเงินฝาก/ การลงทุนต่าง ๆ) ในแต่ละเดือนหรือไม่");
            $("#p19-1").focus();
            return false;
        }

        if ($(".p20:checked").length == "") {
            alert("20. ในชีวิตประจำวันทุกวันนี้ ท่านเล่นหวย ลอตเตอรี่ พนัน เสี่ยงโชค หรือไม่");
            $("#p20-1").focus();
            return false;
        }

        if ($(".p21:checked").length == "") {
            alert("21. งานของท่าน มีความชัดเจนของโอกาสในการเติบโตในตำแหน่งหน้าที่หรือไม่");
            $("#p21-1").focus();
            return false;
        }

        if ($(".p22:checked").length == "") {
            alert("22. ในการทำงาน ท่านสามารถแสดงความคิดเห็นและมีส่วนร่วมในข้อเสนอแนะกับนายจ้าง หรือหัวหน้างานหรือไม่");
            $("#p22-1").focus();
            return false;
        }

        if ($(".p23:checked").length == "") {
            alert("23. ค่าตอบแทนที่ท่านได้รับคุ้มค่ากับความเสี่ยงที่อาจเกิดจากการทำงาน (การถูกฟ้องร้อง/การได้รับอันตรายจากการทำงาน ฯลฯ) หรือไม่");
            $("#p23-1").focus();
            return false;
        }

        if ($(".p24:checked").length == "") {
            alert("24. ท่านได้รับการดูแลเกี่ยวกับสุขภาพที่ดีจากองค์กร หรือไม่");
            $("#p24-1").focus();
            return false;
        }

        if ($(".p25:checked").length == "") {
            alert("25. โดยรวมแล้วที่ทำงานของท่านให้ความสำคัญกับการทำงานเป็นทีมหรือไม่");
            $("#p25-1").focus();
            return false;
        }


    });
});