$(document).ready(function () {
    $(".sub").click(function () {


        if ($(".p37:checked").length == "") {
            alert("37. ในชีวิตการทำงานของท่าน ท่านรู้สึกว่า โดยทั่วไปท่านทำงานเฉลี่ยวันละกี่ชั่วโมง");
            $("#p37-1").focus();
            return false;
        }

        if ($(".p38:checked").length == "") {
            alert("38. หน่วยงานของท่านมีความยืดหยุ่นในการทำงานหรือไม่ (เช่น ความยืดหยุ่นในการทำงานนอกสถานที่ไม่ต้องเข้างาน/ ออกงานตามเวลาที่กำหนด/ สามารถเลือกวันหยุดของตนเองได้ ฯลฯ)");
            $("#p38-1").focus();
            return false;
        }

        if ($(".p39:checked").length == "") {
            alert("39. โดยเฉลี่ยใน 1 สัปดาห์ ท่านสามารถจัดสรรเวลาในการทำงานกับการใช้ชีวิตประจำวันได้มากน้อยเพียงใด");
            $("#p39-1").focus();
            return false;
        }

        


    });
});