$(document).ready(function () {
    $(".sub").click(function () {


        if ($(".p3-1:checked").length == "") {
            alert("3.1 องค์กรแห่งความสุขสามารถส่งผลต่อการพัฒนาผลิตภาพในองค์กรของท่าน");
            $("#p3-1-1").focus();
            return false;
        }
        if ($(".p3-2:checked").length == "") {
            alert("3.2 พนักงานที่มีสุขภาวะและความอยู่ดีมีสุข ช่วยเพิ่มผลผลิตขององค์กรได้");
            $("#p3-2-1").focus();
            return false;
        }
        if ($(".p3-3:checked").length == "") {
            alert("3.3 การพัฒนาคน ช่วยให้องค์กรของท่านประสบความสำเร็จตามเป้าหมายได้");
            $("#p3-3-1").focus();
            return false;
        }

        if ($(".p3-4:checked").length == "") {
            alert("3.4 องค์กรของท่านใช้จ่ายงบประมาณในการส่งเสริม ความสุข และคุณภาพชีวิตของบุคลากร/พนักงานในองค์กรปีละประมาณเท่าใด");
            $("#p3-4-1").focus();
            return false;
        }



    });
});