<?php
include '../config/connect.php';
include '../components/layoutHead.php';
?>
<div class="container">
    <div class="col-md-12">
        <div class="logoIndex items-center content-center">
            <img src="../images/Untitled-1.jpg" alt="" srcset="" class="m-auto">
        </div>
        <div class="mb-4 mt-5 thaiFont">

            <div class="">


                <p style="text-align: center; "><b>&nbsp;เอกสารชี้แจงในการตอบแบบสำรวจ</b></p>
                <p><br></p>
                <p>วัตถุประสงค์ของการวิจัย: เพื่อสนับสนุนการสร้างเสริมสุขภาวะ ความอยู่ดีมีสุข
                    และการเพิ่มผลิตภาพในการทำงาน ของกลุ่มคนวัยทำงานและการเป็นองค์กรสุขภาวะที่มุ่งผลสัมฤทธิ์&nbsp;
                    &nbsp;โครงการฯนี้ ดำเนินการโดย ศูนย์วิจัยความสุขคนทำงานแห่งประเทศไทย สถาบันวิจัยประชากรและสังคม
                    มหาวิทยาลัยมหิดล</p>
                <p><br></p>
                <p>กลุ่มตัวอย่างการวิจัย และเหตุที่ท่านได้รับเชิญให้เข้าร่วมในการวิจัยนี้ เนื่องจากท่านเป็น
                    ผู้บริหารองค์กร/สถานประกอบการ ในองค์กร จำนวน 400 องค์กร และคนทำงาน จำนวนประมาณ 20,000 คน
                    ที่ตกเป็นตัวอย่างซึ่งสุ่มตามเกณฑ์ของสำนักงานสถิติแห่งชาติ&nbsp;</p>
                <p><br></p>
                <p>ข้อมูล การเก็บข้อมูล และเวลาที่จะใช้ในการสัมภาษณ์ท่าน การสำรวจสุขภาวะ ความอยู่ดีมีสุข
                    และการเพิ่มผลิตภาพในการทำงานขององค์กรแห่งความสุขในประเทศไทย เป็นการสำรวจระดับประเทศ ประจำปี 2567
                    เก็บข้อมูลทั้งในรูปแบบออนไลน์ (Online-Based) หรือแบบกระดาษ (Paper-Based)
                    ขึ้นอยู่กับความสะดวกขององค์กร แบบสำรวจฯ แบ่งออกเป็น 4 ส่วน รวมทั้งสิ้น 32 ข้อ ดังนี้&nbsp; ส่วนที่
                    1: ข้อมูลทั่วไปองค์กร/สถานประกอบการ 3 ข้อ ส่วนที่: 2 ข้อมูลทั่วไป 6 ข้อ ส่วนที่ 3: การเพิ่มผลิตภาพ 4
                    ข้อ ส่วนที่ 4: ผลิตภาพ 19 ข้อ</p>
                <p><br></p>
                <p>ระยะเวลาที่ใช้ในการตอบแบบสำรวจ&nbsp; ประมาณ 10 นาที</p>
                <p><br></p>
                <p>การรักษาความลับของข้อมูล ศูนย์วิจัยความสุขฯ จะบันทึกข้อมูลที่ได้จากผู้เข้าร่วมการวิจัย
                    โดยข้อมูลส่วนตัวและข้อมูลองค์กร/สถานประกอบการของผู้เข้าร่วมวิจัยจะถูกเก็บรักษาไว้เป็นความลับ
                    ไม่เปิดเผยต่อสาธารณะเป็นรายบุคคล แต่จะรายงานผลการวิจัยเป็นข้อมูลส่วนรวม อย่างไรก็ตาม
                    ข้อมูลของผู้เข้าร่วมวิจัยเป็นรายบุคคลอาจมีคณะบุคคลบางกลุ่มเข้ามาตรวจสอบได้ เช่น สถาบัน
                    หรือองค์กรของรัฐที่มีหน้าที่ตรวจสอบ และคณะกรรมการจริยธรรมฯ เป็นต้น เมื่อจบโครงการวิจัยนี้แล้ว
                    โครงการจะขอเก็บข้อมูลไว้เพื่อการศึกษาในอนาคต แต่จะลบชื่อผู้เข้าร่วมวิจัยออกทั้งหมด
                    และเก็บข้อมูลไว้ในคอมพิวเตอร์ที่ต้องใช้รหัสผ่าน
                    ซึ่งจะเข้าถึงได้โดยนักวิจัยผู้รับผิดชอบโครงการนี้โดยตรงเท่านั้น&nbsp; &nbsp; &nbsp; </p>
                <p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                <p>ประโยชน์ที่ได้รับ:&nbsp; ระดับกลุ่มคนวัยทำงาน ได้รับ การพัฒนาสร้างเสริมสุขภาวะและความอยู่ดีมีสุข
                    การพัฒนาศักยภาพในการทำงาน เกิดแรงผลักดันและแรงจูงใจในการทำงานอย่างมีระบบเกิดประสิทธิภาพในการทำงาน
                    มีความจงรักภักดีต่อองค์กร ได้รับผลตอบแทนที่ดีขึ้นจากผลผลิตขององค์กรที่ดีขึ้น ระดับองค์กร
                    เกิดศักยภาพสูงขึ้นในเชิงการผลิตและการบริหารจัดการ
                    ผลผลิตขององค์กรมีคุณภาพดีและมีมูลค่าสูงขึ้นมีผลประกอบการและผลกำไรที่ดีขึ้น ระดับประเทศ
                    ได้ฐานข้อมูลที่เป็นศูนย์รวมกลุ่มคนวัยทำงานที่เป็นพลังขับเคลื่อนสำคัญของประเทศ&nbsp; &nbsp;</p>
                <p> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp;&nbsp;</p>
                <p>ความเสี่ยง/ความเสียหายที่อาจเกิดต่อผู้ร่วมในการวิจัย:&nbsp; ในการเข้าร่วมโครงการฯ ไม่มีค่าใช้จ่ายใด ๆ
                    ในส่วนตัวของผู้เข้าร่วมในการวิจัย ผู้เข้าร่วมฯ อาจได้รับผลกระทบทางด้านเวลาการทำงานหรือเวลาส่วนตัว
                    และอาจมีข้อคำถามเกี่ยวกับเรื่องข้อมูลส่วนบุคคลในเบื้องต้น หรือการแสดงความเห็น
                    และความจริงของผู้เข้าร่วมฯ&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>
                <p> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>
                <p>สิทธิของผู้เข้าร่วมการวิจัย/ผู้ให้ข้อมูล การตัดสินใจเข้าร่วมหรือไม่เข้าร่วมในการให้ข้อมูลครั้งนี้
                    ขอให้เป็นความสมัครใจของท่าน ท่านมีสิทธิ์ที่จะไม่ให้ความร่วมมือ หรือเมื่อตกลงให้ความร่วมมือแล้ว
                    แต่หากไม่สะดวกที่จะตอบคำถามข้อใด ท่านมีสิทธิ์ที่จะไม่ขอตอบคำถามข้อนั้น นอกจากนี้
                    หากรู้สึกไม่สะดวกใจที่จะให้ความร่วมมือ
                    ท่านมีสิทธิ์ที่จะขอถอนตัวจากการเป็นผู้ร่วมในการวิจัย/ผู้ให้ข้อมูล
                    โดยที่การทำเช่นนั้นจะไม่มีผลกระทบแต่ประการใดต่อตัวท่านหรือต่อครอบครัวของท่าน
                    โครงการวิจัยนี้ได้รับการพิจารณารับรอง เลขที่ใบรับรองจริยธรรม COA. No. 2023/09-204 อยู่ระหว่างขอ
                    Amendment จาก คณะกรรมการจริยธรรมการวิจัยสถาบันวิจัยประชากรและสังคม
                    ซึ่งมีสำนักงานอยู่ที่สถาบันวิจัยประชากรและสังคม มหาวิทยาลัยมหิดล ถนนพุทธมณฑลสาย 4 ตำบลศาลายา
                    อำเภอพุทธมณฑล จังหวัดนครปฐม 73170 โทรศัพท์ 02-441-0201-4 ต่อ 223, 228 โทรสาร 02-441-9333
                    หากท่านได้รับการปฏิบัติไม่ตรงตามที่ระบุไว้ ท่านสามารถติดต่อกับประธานคณะกรรมการฯ หรือผู้แทน
                    ได้ตามสถานที่และหมายเลขโทรศัพท์ ที่เรียนท่านมาทั้งหมดนี้ หากยังมีสิ่งใดที่ไม่ชัดเจน
                    หรือหากท่านมีข้อสงสัยประการใด ท่านสามารถติดต่อ</p>
                <p><br></p>
                <p>ผู้อำนวยการศูนย์ฯ: รศ.ดร.ศิรินันท์ กิตติสุขสถิต&nbsp;</p>
                <p>ข้อมูลการติดต่อ:&nbsp; &nbsp; นางวรรณี หุตะแพทย์ และ นางสุภาณี ปลื้มเจริญ (นักวิจัยประจำศูนย์ฯ)</p>
                <p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp;สถาบันวิจัยประชากรและสังคม มหาวิทยาลัยมหิดล ตำบลศาลายา อำเภอพุทธมณฑล&nbsp;</p>
                <p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp;จังหวัดนครปฐม 73170 โทรศัพท์: 02-441-0201-4 ต่อ 540, 536</p>
                <p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;E-mail:
                    wannee.hut@ mahidol.ac.th; supanee.vej@mahidol.ac.th&nbsp;&nbsp;</p>

            </div>
            <div class="mt-4">

                <a href="page1.php" type="button"
                    class="w-full focus:outline-none text-white bg-green-700 hover:bg-green-800 focus:ring-4 focus:ring-green-300 font-medium rounded-lg text-sm px-5 py-2.5 me-2 mb-2 dark:bg-green-600 dark:hover:bg-green-700 dark:focus:ring-green-800 text-center">เริ่มทำแบบสอบถาม</a>
            </div>
        </div>
    </div>
</div>


<?php
include '../components/layoutFooter.php';
?>